<template>
  <div class="p-4">
    <div style="word-break: break-word" class="text-neutral-700">
      <p>
        <strong class="font-semibold">重要提示：</strong>
        <strong class="font-semibold"
          >请您仔细阅读以下条款，并确认您已完全理解本协议之规定，尤其是免除及限制责任的条款、知识产权条款、法律适用及争议解决条款。</strong
        >
      </p>
      <p>
        如您对本声明或本协议任何条款有异议，请停止注册或使用简书（包括jianshu.com、名称为“简书”的手机端、电脑等设备客户端应用程序，下同）软件及所提供的全部服务。
      </p>
      <p>
        <strong class="font-semibold">一、序言</strong> <br />
        1、您使用简书软件和/或服务，即视为您签署了本协议，表明您自愿接受本协议全部条款的约束，本协议将构成您与上海佰集科技有限公司（以下称我公司）就“简书”软件及服务（以下统称“简书”）之间具有约束力的法律文件。无论您是进入简书浏览网页，还是在简书上发布任何内容，或者是直接或通过各类方式（如站外API引用等）间接使用简书的行为，都将被视作已无条件接受本声明所涉全部内容。
      </p>
      <p>
        2、我公司有权利对本协议进行修改，我公司将在简书相关页面公告或发送通知等方式公布修改的内容，修改后的协议一经公布即有效的代替原协议。如果您不同意本协议的修改，请立即停止访问或使用简书或取消已经获得的服务；如果您选择继续访问或使用简书，则视为您已接受本协议的修改。
      </p>
      <p>
        3、本协议所列明的条款，并不能完全涵盖您与我公司之间所有的权利和义务。因此，我公司不定期公布的其他声明、规则、子协议等均视为本协议之补充协议，为本协议不可分割的组成部分，与本协议具有同等法律效力。
      </p>
      <p>4、如本协议与简书的补充协议不一致，以补充协议内容为准。</p>
      <p>
        <strong class="font-semibold">二、帐号密码与注册、登录</strong> <br />
        1、帐号的取得
        (1)您确认，在您开始使用简书时，已经具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。
      </p>
      <p>
        (2)您注册成功后，即成为简书注册用户，用户须对在简书的注册信息的真实性、合法性、有效性承担全部责任。您可自行创建、修改昵称，但用户名和昵称的命名及使用应遵守相关法律法规并符合网络道德，不得冒充他人或恶意注册使人误认；不得利用他人的名义发布任何信息；不得恶意使用注册帐号导致其他用户误认；用户名和昵称中不能含有任何侮辱、诽谤、淫秽或暴力等侵害他人合法权益或违反公序良俗的词语。如您违反前述规定，简书有权随时限制或拒绝您使用该账号，甚至注销该账号。
        (3)用户名的管理
        1)请勿以党和国家领导人或其他名人的真实姓名、字、号、艺名、笔名、头衔等注册和使用昵称（如确为本人，需要提交相关证据并通过审核方可允许使用）；
        2)请勿以国家组织机构或其他组织机构的名称等注册和使用昵称（如确为该机构，需要提交相关证据并通过审核方可允许使用）；
        3)请勿注册和使用与其他网友相同、相仿的用户名或昵称；
        4)请勿注册和使用不文明、不健康的用户名和昵称；
        5)请勿注册和使用易产生歧义、引起他人误解或带有各种奇形怪状符号的用户名和昵称。
        6)用户以虚假信息骗取账号名称注册，或账号头像、简介等注册信息存在违法和不良信息的，简书将暂停或注销。
      </p>
      <p>
        2、请您妥善保管您注册时填写的用户帐号和密码，不要将帐号密码告知他人，因您原因导致帐号或密码泄露而造成的法律后果由用户负责。同时，您还应当对以此帐号登录进行的所有活动和事件承担全部后果与法律责任。
      </p>
      <p>
        3、若您的帐号或密码遗失，可以通过注册信息按照相关步骤找回密码，若您发现账号遭到未授权的使用或存在其他安全漏洞的情况，应立即告知我公司。
      </p>
      <p><strong class="font-semibold">三、实名认证</strong></p>
      <p>
        1、如您在简书注册满31天且您在简书发布的文章不少于10篇且文章不含有抄袭等侵犯第三方权利的内容，您可以自愿申请简书的实名认证。
      </p>
      <p>
        <strong class="font-semibold"
          >2、为完成实名认证，我公司将会您在申请实名认证过程中所填写或留存的信息进行存储；同时为了准确核验您的身份，您授权我公司收集您的人脸、身份证件等信息。</strong
        >
      </p>
      <p>
        <strong class="font-semibold"
          >3、为准确核验您的身份，我公司将对您的人脸、身份证件的信息提供给合法存有您信息的第三方机构进行比对核验。</strong
        >我公司向您承诺，我公司会以最大努力保障您的个人信息安全，严格要求该第三方对您的个人信息保密，只以实名认证之目的获悉和使用，不得对无关方泄露或做其他任何用途。
      </p>
      <p>
        4、您理解并同意，您提交的资料和信息是实名认证的重要依据，您保证提供予我公司的所有资料和信息真实、合法、准确和有效。
      </p>
      <p>
        <strong class="font-semibold">四、用户个人信息</strong><br />
        <strong class="font-semibold">1、个人信息的保护</strong><br />
        (1)保护用户个人信息及个人隐私是简书的基本原则之一。
      </p>
      <p>
        (2)您在注册帐号或使用简书服务的过程中，需要填写一些必要的信息。若国家法律法规有特殊规定的，您可能还需要填写真实的身份信息。若您填写的信息不完整，可能无法注册帐户，或在使用简书服务过程中受到限制。
      </p>
      <p>
        (3)我公司将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我公司的服务时提供的其他个人信息，但出于安全性和身份识别（如找回密码服务）的考虑，您可能无法修改注册时提供的初始注册信息及其他验证信息。
      </p>
      <p>
        (4)我公司将运用各种安全技术和程序建立完善的管理制度来保护您的个人信息，以免遭受未经授权的访问、使用或披露。
      </p>
      <p>
        (5)未经您的同意，我公司不会向我公司及关联公司以外的任何公司、组织和个人披露您的个人信息，但法律法规另有规定的除外。
      </p>
      <p>
        (6)简书非常重视对未成年人个人信息的保护，若未成年人（尤其是十岁以下）希望得以使用简书提供的服务，必须得到父母（监护人）的同意。
      </p>
      <p>
        (7)我公司将通过技术手段、强化内部管理等办法充分保护用户的个人隐私信息，保证不对外公开或向第三方披露或提供用户注册资料及用户在使用网络服务时存储在简书平台、服务器或数据库的非公开内容和信息，但下列情况除外：
        1) 事先获得用户的授权； 2) 根据有关的法律法规要求； 3)
        按照相关政府主管部门和司法机关的要求； 4) 为维护社会公众的利益； 5)
        为维护简书的合法权益。
      </p>
      <p>
        <strong class="font-semibold">2、个人信息的收集</strong> <br />
        我公司在提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我公司的用户或无法享受我公司提供的某些服务，或者无法达到相关服务拟达到的效果。
      </p>
      <p>(1) 您提供的信息</p>
      <ol class="list-decimal ml-5">
        <li class="list-item">
          <p>
            您在注册帐户或使用简书的服务时，向我公司提供的相关个人信息，包括但不限于真实姓名、证件信息、电话号码、地址、电子邮件等；
          </p>
        </li>
        <li class="list-item">
          <p>
            您通过简书的服务向其他方提供的共享信息，以及您使用我公司的服务时所储存的信息。
          </p>
        </li>
      </ol>
      <p>
        (2)我公司获取的您的信息
        您使用简书服务时我公司可能收集如下信息：使用简书服务时，系统可能通过cookies、web
        beacon或其他方式自动采集的技术信息，包括： 1)
        设备或软件信息，包括但不限于您的移动设备、网页浏览器或用于接入我公司服务的其他程序所提供的配置信息、您的IP地址、位置信息、设备存储和移动设备所用的版本和设备识别码；
        2)
        在使用我公司服务时搜索或浏览的信息，包括但不限于您浏览过的文章、搜索的关键词，以及您在使用我公司服务时浏览或要求提供的其他信息和内容详情；
        3)
        有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息。
      </p>
      <p>
        <strong class="font-semibold">3、个人信息的使用</strong><br />
        (1)我公司可能将在向您提供服务的过程之中所收集的信息用作下列用途：
      </p>
      <ol class="list-decimal ml-5">
        <li class="list-item">向您提供服务；</li>
        <li class="list-item">
          在我公司提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我公司向您提供的产品和服务的安全性；
        </li>
        <li class="list-item">帮助我公司设计新服务，改善我公司现有服务；</li>
        <li class="list-item">
          使我公司更加了解您如何接入和使用我公司的服务，从而针对性地回应您的个性化需求，例如个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应；
        </li>
        <li class="list-item">软件认证或管理软件升级；</li>
        <li class="list-item">让您参与有关我公司产品和服务的调查。</li>
      </ol>
      <p>
        <strong class="font-semibold"
          >(2)为了让您有更好的体验，也为了改善我公司的服务，在符合相关法律法规的前提下，我公司可能将通过某一项服务收集信息或向第三方提供用户的非个人隐私信息的方式，用于我公司的其他服务。例如，在您使用我公司的一项服务时所收集的信息，可能会用于向您提供特定内容，或向您展示与您相关的、非普遍推送的信息。</strong
        >
      </p>
      <p>
        <strong class="font-semibold">4、隐私政策</strong> <br />
        我公司非常重视您的个人信息保护，更多关于您个人信息保护的内容，请参见《隐私政策》。
      </p>
      <p><strong class="font-semibold">五、简书的服务</strong></p>
      <p>
        <strong class="font-semibold"
          >1、您使用简书软件及服务，可以通过预装、我公司已授权的第三方下载等方式获取简书客****户端应用程序或访问简书网（jianshu.com）相关网站。如您并非从我公司或经我公司授权的第三方获取本软件的，我公司无法保证非官方版本的“简书”客户端能够正常使用，您因此遭受的损失与我公司无关。<br />
          ** 2、简书的服务</strong
        >
        <br />
        (1)简书是一个信息分享及传播的平台。简书向用户提供包括但不限于如下服务：文章、图片、视频的发布、修改、删除、评论、赞赏、分享；参与线上或线下活动；付费内容服务；电子商务服务等。简书有权对前述服务内容进行增减或调整。除非本协议另有其它明示规定，简书增加或强化目前简书的任何新功能，包括所推出的新产品，均受本使用协议之规范。<br />
        (2)用户通过简书发表的信息为公开的信息，其他第三方均可以通过简书获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户均不应在简书上进行发表不愿被其他第三人获知的信息。
      </p>
      <p>
        3、简书服务的使用<br />
        (1)您在使用简书过程中，不得以任何方式利用简书直接或间接从事违反中国法律、以及社会公德的行为，应当遵守尊重不同地区、地域的道德和风俗习惯，并且应避免因使用简书而使简书卷入政治和公共事件。<br />
        (2)简书有权对用户使用简书的情况进行审查和监督，如用户在使用简书时违反任何上述规定，我公司或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户发布的内容、暂停或终止用户使用简书的权利）以减轻用户不当行为造成的影响。<br />
        (3)用户违反上述规定并造成严重后果的，我公司除暂停或终止对您的服务，解除本协议和法律关系外，无需退还您所支付的费用（如有），视为您支付的违约金，如违约金不足以弥补简书的损失的，简书还可通过其他法律途径向您追索。
      </p>
      <p><strong class="font-semibold">4、用户等级分类表</strong></p>
    </div>
  </div>
</template>

<script setup></script>

<style></style>
