<template>
  <div class="p-4">
    <div class="text-stone-500 text-[0.88rem]">
      <div class="text-zinc-800 text-[0.94rem]">
        本隐私政策内容适用于中国铁路客户服务中心（“我们”）http://www.12306.cn网站、网站的网页端、移动客户端（包括iOS、安卓及已有或未来将新增的任何其他移动客户端）及其他由我们提供的功能与服务（以下统称“12306网”或“12306”）。
      </div>
      <div class="text-zinc-800 mb-3 text-center">
        最近更新日期： 2023-02-08
      </div>
      尊敬的12306用户（“用户”或“您”）：我们对《隐私政策》进行了更新。更新后的版本修改了向合作伙伴共享的信息。<br />
      <strong class="text-zinc-800 text-[0.94rem] font-bold"
        >欢迎您访问12306网！</strong
      >12306提醒您：12306网是铁路服务客户的重要窗口，由中国铁道科学研究院集团有限公司运营，总部位于北京市海淀区大柳树路2号。<strong
        class="text-zinc-800 text-[0.94rem] font-bold"
        >本隐私政策与您在12306网使用12306的产品或服务（以下统称为“服务”）息息相关，请您在使用服务前仔细阅读并确认您已经充分理解和同意本隐私政策，尤其是加粗或下划线的内容。</strong
      ><br />
      12306深知个人隐私的重要性，并会尽全力保护您的个人信息安全可靠。我们致力于维持您对我们的信任，恪守以下原则，保护您的个人信息：权责一致原则、目的明确原则、选择同意原则、最小必要原则、确保安全原则、主体参与原则、公开透明原则等。我们也将按业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。我们在您使用12306网的过程中所收集到的个人信息将只用于本《隐私政策》中所规定的用途。<br />&nbsp;<br />
      <strong class="text-zinc-800 text-[0.94rem] font-bold"
        >本隐私政策第8条专门对未成年人的个人信息保护做了规定，如您是未成年人用户的法定监护人，请您仔细阅读关于未成年人信息保护的条款并选择是否同意本隐私政策，同时请您教育引导未成年人增强个人信息保护意识和能力，如未经您的同意，不向任何产品和服务提供者提供任何个人信息；如您是未成年人用户，请在征得您法定监护人同意的前提下使用我们的产品和服务或向我们提供信息。为符合《儿童个人信息网络保护规定》，我们对未满14周岁儿童的个人信息保护措施做了进一步规定。</strong
      ><br />
      本隐私政策将帮助您了解以下内容：<br />
      <p style="text-indent: 1.75rem">1、如何收集和使用您的个人信息</p>
      <p style="text-indent: 1.75rem">
        2、如何共享、转让、公开披露您的个人信息
      </p>
      <p style="text-indent: 1.75rem">3、如何保存您的个人信息</p>
      <p style="text-indent: 1.75rem">4、Cookie的使用</p>
      <p style="text-indent: 1.75rem">5、个人敏感信息提示</p>
      <p style="text-indent: 1.75rem">6、个人信息安全</p>
      <p style="text-indent: 1.75rem">7、个人信息安全事件的处置</p>
      <p style="text-indent: 1.75rem">8、未成年人的个人信息保护</p>
      <p style="text-indent: 1.75rem">9、您的个人信息权利</p>
      <p style="text-indent: 1.75rem">10、本隐私政策的变更</p>
      <p style="text-indent: 1.75rem">11、如何联系我们</p>
    </div>
  </div>
</template>

<script setup></script>

<style></style>
